Repository: johnpetersa19/albasheer-electronic-quran-browser
Catalog: po/*.po
Languages: ar, pt_br

source: Albasheer Quran Browser
ar: مصحف البشير الإلكتروني

source: Electronic Mus-haf
ar: مصحف إلكتروني

source: Extract zip file
ar: إستخراج الملفات المضغوطة

source: Extract zip file failed
ar: فضل إستخراج الملفات المضغوطة

source: Extract zip file Done
ar: نجاح إستخراج الملفات المضغوطة

source: Downloading...
ar: جاري تنزيل الملف...

source: Download Canceled
ar: تم إيقاق التنزيل

source: Download Done
ar: تم تنزيل الملف

source: Search
ar: بحث
pt_br: Procurar

source: Open Downloads Save Location
ar: إفتح مسار مجلد التنزيلات

source: Search...
ar: بحث...

source: Juz
ar: جزء

source: Progress
ar: تم تنزيل

source: Logs
ar: رسائل

source: Download
ar: تنزيل
pt_br: Baixar

source: Cancel
ar: إلغاء

source: Import
ar: إضافة

source: Tasks Running In Background,Are You Sure You Want To Exit?
ar: هناك عمليات تعمل في الخلفية ,هل تريد الإستمرار في الخروج ؟

source: Search results
ar: نتائج البحث

source: Sura
ar: سورة

source: Audio
ar: التلاوة

source: choose a Audio
ar: إختار تلاوة

source: No Audio Available
ar: لا تتوفر أي تلاوة

source: Play
ar: تشغيل

source: Stop
ar: إيقاف التشغيل

source: Zoom In
ar: تقريب

source: Zoom Out
ar: تصغير

source: Reset
ar: إعادة تعين

source: Cancel clicked...
ar: تم إلغاء التنزيل

source: Downloading
ar: تم تنزيل

source: Done
ar: تم
pt_br: Feito

source: Select ayt File
ar: إختار ملف ayt

source: Choose Files
ar: إختار الملفات

source: Cancel Download
ar: إيقاف التنزيل

source: Open Data Location
ar: إفتح مسار الملفات

source: Please choose a files
ar: إختار الملفات

source: Amiri Font Missing!,install amiri font?
ar: خط آميري غير مثبت,هل تريد تثبيته؟

source: Re-run albasheer
ar: أعد تشغيل البرنامج

source: albasheer Quran Browser
ar: مصحف البشير الإلكتروني

source: Search For Sura
ar: إبحث عن سورة

source: Copy To Clipboard
ar: إنسخ إلى الحافظة

source: choose a Sura
ar: إختار سورة

source: Previous
ar: رجوع للخلف

source: Forward
ar: إلى الأمام

source: Add Audio Sources
ar: أضف ملفات التلاوة

source: Download Audio Sources
ar: تنزيل ملفات التلاوة

source: Speed Up Auto Scroll
ar: سرع التحريك التلقائي

source: Auto Scroll
ar: تحريك تلقائي

source: Speed Down Auto Scroll
ar: خفف سرعة التحريك التلقائي

source: About
ar: عن البرنامج

source: Background Color
ar: لون الخلفية

source: Foreground Color
ar: لون الخط

source: Shortcut
ar: إختصارات

source: Tarajem
ar: تراجم
pt_br: Traduções

source: Tafsir
ar: تفاسير

source: Copy
ar: نسخ
pt_br: Cópia

source: bg Color
ar: لون الخلفية

source: fg Color
ar: لون الخط

source: Add Tilawa audio from ayat
ar: إضافة التلاوة من مشروع آيات

source: Add Tilawa from ayat
ar: أضف التلاوة من مشروع آيات

source: Copy to clipboard
ar: إنسخ إلى الحافظة

source: Imla'i style
ar: إملائي
pt_br: Estilo Ortográfico Imla'i"

source: an Aya per line
ar: كل آية في سطر
pt_br: Um versículo por linha

source: Sorat:
ar: سورة

source: Ayat from:
ar: من الآية

source: To
ar: إلى

source: Add Tarajem Sources
ar: أضف مصارد التراجم

source: Add Tarajem from ayat
ar: أضف مصادر التراجم من مشروع آيات

source: Show Tarajem
ar: أظهر التراجم

source: Tarajem Not Available
ar: التراجم غير متوفرة

source: Add Tafasir Sources
ar: أضف مصادر التفاسير

source: Add Tafasir from ayat
ar: أضف التفاسير من مشروع آيات

source: Show Tafasir
ar: أظهر التفاسير

source: Tafasir Not Available
ar: التفاسير غير متوفرة

source: Save Current Sura/Aya?
ar: هل تريد حفظ أخر أية/سورة؟

source: albasheer
pt_br: O Anunciador

source: Electronic Quran Browser
pt_br: Navegador eletrônico do Alcorão

source: Yucef Sourani
pt_br: Yucef Sourani/José Sorani

source: Electronic Quran Browser.
pt_br: Navegador eletrônico do Alcorão.

source: Support Audio Tilawa (mp3 from ayat)
pt_br: Áudio de Suporte para leitura (mp3 do versículo)

source: Support Auto Scroll + Run Tilawa
pt_br: Apoie o rolo automático + execute a leitura

source: Support Tarajem (from ayat)
pt_br: Suporte tradução (do versículo)

source: Support Tafasir (from ayat)
pt_br: Suporte a interpretação (do verso)

source: Support Speed Up/Down Auto scroll
pt_br: Rolo de velocidade de velocidade de velocidade/descida

source: Support save/load last current sura aya
pt_br: Apoio para salvar/carregar o último versículo do capítulo atual

source: Support search for sura
pt_br: Apoie a pesquisa por capítulo

source: translator-credits
pt_br: Translate this string as your translator credits. Name only: john peter sa Name + URL: / Name + Email: john peter sa <johnppetersa@gmail.com> Do not remove existing names. Names are separated with newlines.

source: Aya
pt_br: versículo

source: Aya
pt_br: versículo

source: Albasheer
pt_br: O Anunciador

source: _Search For Aya
pt_br: Busca por versículo

source: Copy Ayat
pt_br: Copiar Versículo

source: _Keyboard Shortcuts
pt_br: _Keyboard atalhos

source: _About Albasheer
pt_br: _Sobre O Anunciador

source: Main Menu
pt_br: Menu principal

source: Tafasir
pt_br: interpretações

source: Tafasir unavailable
pt_br: Interpretações indisponíveis

source: Download Tafasir
pt_br: Baixar as Interpretações

source: Connect Faild
pt_br: Falha na Conexão

source: Download File Faild
pt_br: Baixar o arquivo falhou

source: Tarajem unavailable
pt_br: Traduções não disponíveis

source: Download Tarajem
pt_br: Baixar Traduções

source: Unpack File Faild
pt_br: Falha ao Descompactar o Arquivo

source: TILAWA NOT FOUND! Download Tilawa
pt_br: LEITURA NÃO LOCALIZADA! Baixe a Leitura

source: Search For Tilawa
pt_br: Procurar por leitura

source: Settings
pt_br: Configurações

source: settings
pt_br: Configurações

source: download
pt_br: baixar

source: Settings For Tilawa
pt_br: Configurações para Recitação

source: Search For Aya
pt_br: Procurar por versículo

source: Clipboard
pt_br: Praça de transferência

source: From Aya
pt_br: A partir do versículo

source: To Aya
pt_br: Para o versículo
